

PRESET_ENCOUNTERS = [

{
        "name": "Вcтреча с волшебником",
        "description": "Волшебник предлогает увеличить любую характеристику на ваш выбор",
        "effect_key": "give_any_stat",
        "rarity": "base"
},

{
        "name": "Алтарь Забытого Бога",
        "description": "Перед вами пульсирующий кровавый монумент. Он шепчет, что заберет вашу жизненную силу в обмен на неистовство 'sacrifice' -30hp",
        "effect_key": "altar_event",
        "rarity": "base"
},

{
        "name": "Таинственный Гоблин-игрок",
        "description": "Гоблин подбрасывает золотую монету. 'Сыграем? 'play' Угадаешь сторону — удвою ставку. Нет — заберу кошелек!Вы можете пройти мимо ",
        "effect_key": "goblin_event",
        "rarity": "base"
},

{
        "name": "Заброшенная библиотека",
        "description": "В пыльном зале лежат два свитка. Один на высокой полке 'reach', другой защищен магическим барьером 'decode'.",
        "effect_key": "library_event",
        "rarity": "base"
},

]