

PRESET_ENCOUNTERS = [

{
        "name": "Вcтреча с волшебником",
        "description": "Волшебник предлогает увеличить любую характеристику на ваш выбор",
        "effect_key": "give_any_stat",
        "rarity": "base"
},

{
        "name": "Алтарь Забытого Бога",
        "description": "Перед вами пульсирующий кровавый монумент. Он шепчет, что заберет вашу жизненную силу в обмен на неистовство",
        "effect_key": "altar_event",
        "rarity": "base"
},

{
        "name": "Таинственный Гоблин-игрок",
        "description": "Гоблин подбрасывает золотую монету. 'Сыграем? Угадаешь сторону — удвою ставку. Нет — заберу кошелек!",
        "effect_key": "goblin_event",
        "rarity": "base"
},

{
        "name": "Заброшенная библиотека",
        "description": "В пыльном зале лежат два свитка. Один на высокой полке, другой защищен магическим барьером",
        "effect_key": "library_event",
        "rarity": "base"
},

]